src/biology/bio10/cancer_angiogenesis.org
#+AUTHOR: Exr0n
#+TITLE: Cancer Hallmark - Inducing Angiogenesis

* the problem

** rapidly dividing cancer cells are resource intensive tissues

** they evolved to induce blood vessels within them

* complexities

** increased vessel volume means you need to balance with creation of new blood cells

* why not all cancers

** if some cancers reproduce slowly enough, then their cells may be able to get enough nutrients through diffusion

** angiogenic switch

*** when a tumor gets big/hungry enough to need blood

* how it happens

** cells in the center of a mass start to starve of nutrients and oxygen

** creates a reigon of hypoxia (lack of oxygen)

** surrounding cells begin recruiting blood vessels

** if the blood vessel is close enough, then the tumor may keep spreading

** if the bloob vessel is too far or too slow, then the cells may start dying and the cancer may go away
