docs/biology/bio10/cancer_angiogenesis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-27 Mon 11:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cancer Hallmark - Inducing Angiogenesis</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Cancer Hallmark - Inducing Angiogenesis</h1> <h2 class="subtitle"></h2> <span class="author">Exr0n</span> <span class="date">2021-09-27 Mon 11:51</date></div>
</div>
<div id="content">
<div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org89f2c52">1. the problem</a>
<ul>
<li><a href="#orgd335506">1.1. rapidly dividing cancer cells are resource intensive tissues</a></li>
<li><a href="#org5ba3828">1.2. they evolved to induce blood vessels within them</a></li>
</ul>
</li>
<li><a href="#orgfde0215">2. complexities</a>
<ul>
<li><a href="#org29a99e8">2.1. increased vessel volume means you need to balance with creation of new blood cells</a></li>
</ul>
</li>
<li><a href="#org0059427">3. why not all cancers</a>
<ul>
<li><a href="#org16fdb8d">3.1. if some cancers reproduce slowly enough, then their cells may be able to get enough nutrients through diffusion</a></li>
<li><a href="#orgabd26bd">3.2. angiogenic switch</a>
<ul>
<li><a href="#orgbeaf807">3.2.1. when a tumor gets big/hungry enough to need blood</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org817d8e5">4. how it happens</a>
<ul>
<li><a href="#org907b403">4.1. cells in the center of a mass start to starve of nutrients and oxygen</a></li>
<li><a href="#org05ccb88">4.2. creates a reigon of hypoxia (lack of oxygen)</a></li>
<li><a href="#org33755c6">4.3. surrounding cells begin recruiting blood vessels</a></li>
<li><a href="#org6931fce">4.4. if the blood vessel is close enough, then the tumor may keep spreading</a></li>
<li><a href="#org7bf606f">4.5. if the bloob vessel is too far or too slow, then the cells may start dying and the cancer may go away</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org89f2c52" class="outline-2">
<h2 id="org89f2c52"><span class="section-number-2">1</span> the problem</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgd335506" class="outline-3">
<h3 id="orgd335506"><span class="section-number-3">1.1</span> rapidly dividing cancer cells are resource intensive tissues</h3>
</div>

<div id="outline-container-org5ba3828" class="outline-3">
<h3 id="org5ba3828"><span class="section-number-3">1.2</span> they evolved to induce blood vessels within them</h3>
</div>
</div>

<div id="outline-container-orgfde0215" class="outline-2">
<h2 id="orgfde0215"><span class="section-number-2">2</span> complexities</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org29a99e8" class="outline-3">
<h3 id="org29a99e8"><span class="section-number-3">2.1</span> increased vessel volume means you need to balance with creation of new blood cells</h3>
</div>
</div>

<div id="outline-container-org0059427" class="outline-2">
<h2 id="org0059427"><span class="section-number-2">3</span> why not all cancers</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org16fdb8d" class="outline-3">
<h3 id="org16fdb8d"><span class="section-number-3">3.1</span> if some cancers reproduce slowly enough, then their cells may be able to get enough nutrients through diffusion</h3>
</div>

<div id="outline-container-orgabd26bd" class="outline-3">
<h3 id="orgabd26bd"><span class="section-number-3">3.2</span> angiogenic switch</h3>
<div class="outline-text-3" id="text-3-2">
</div>
<div id="outline-container-orgbeaf807" class="outline-4">
<h4 id="orgbeaf807"><span class="section-number-4">3.2.1</span> when a tumor gets big/hungry enough to need blood</h4>
</div>
</div>
</div>

<div id="outline-container-org817d8e5" class="outline-2">
<h2 id="org817d8e5"><span class="section-number-2">4</span> how it happens</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org907b403" class="outline-3">
<h3 id="org907b403"><span class="section-number-3">4.1</span> cells in the center of a mass start to starve of nutrients and oxygen</h3>
</div>

<div id="outline-container-org05ccb88" class="outline-3">
<h3 id="org05ccb88"><span class="section-number-3">4.2</span> creates a reigon of hypoxia (lack of oxygen)</h3>
</div>

<div id="outline-container-org33755c6" class="outline-3">
<h3 id="org33755c6"><span class="section-number-3">4.3</span> surrounding cells begin recruiting blood vessels</h3>
</div>

<div id="outline-container-org6931fce" class="outline-3">
<h3 id="org6931fce"><span class="section-number-3">4.4</span> if the blood vessel is close enough, then the tumor may keep spreading</h3>
</div>

<div id="outline-container-org7bf606f" class="outline-3">
<h3 id="org7bf606f"><span class="section-number-3">4.5</span> if the bloob vessel is too far or too slow, then the cells may start dying and the cancer may go away</h3>
<div class="outline-text-3" id="text-4-5">
</div>
</div>
</div>
</div>
</body>
</html>
