docs/chemistry/organic_chemistry/cancer_angiogenesis.tex
% Created 2021-09-11 Sat 16:41
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Cancer Hallmark - Inducing Angiogenesis}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Cancer Hallmark - Inducing Angiogenesis},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{the problem}
\label{sec:orge43c739}

\subsection{rapidly dividing cancer cells are resource intensive tissues}
\label{sec:org3e4024f}

\subsection{they evolved to induce blood vessels within them}
\label{sec:org9d71a0b}

\section{complexities}
\label{sec:org397e137}

\subsection{increased vessel volume means you need to balance with creation of new blood cells}
\label{sec:orgebabc57}

\section{why not all cancers}
\label{sec:org5df939f}

\subsection{if some cancers reproduce slowly enough, then their cells may be able to get enough nutrients through diffusion}
\label{sec:orgc86e9a0}

\subsection{angiogenic switch}
\label{sec:org108caeb}

\subsubsection{when a tumor gets big/hungry enough to need blood}
\label{sec:org81494ad}

\section{how it happens}
\label{sec:org1cd101f}

\subsection{cells in the center of a mass start to starve of nutrients and oxygen}
\label{sec:org69ed580}

\subsection{creates a reigon of hypoxia (lack of oxygen)}
\label{sec:orgcca337c}

\subsection{surrounding cells begin recruiting blood vessels}
\label{sec:orga328abc}

\subsection{if the blood vessel is close enough, then the tumor may keep spreading}
\label{sec:org1695fd6}

\subsection{if the bloob vessel is too far or too slow, then the cells may start dying and the cancer may go away}
\label{sec:org1561505}
\end{document}
